Repository: brkckr/Renn
Catalog: RENN/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans

# export.result.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
id: Buka Pengaturan
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
th: เปิดการตั้งค่า
tr: Ayarlar'ı aç
vi: Mở Cài đặt
zh_hans: 打开设置

# export.result.ready
source: Your video is ready.
de: Dein Video ist fertig.
es: Tu video está listo.
fr: Votre vidéo est prête.
id: Video Anda sudah siap.
ja: ビデオの準備ができました。
ko: 비디오가 준비되었습니다.
pt_br: Seu vídeo está pronto.
ru: Ваше видео готово.
th: วิดีโอของคุณพร้อมแล้ว
tr: Videon hazır.
vi: Video của bạn đã sẵn sàng.
zh_hans: 你的视频已准备好。

# export.result.retrySave
source: Try saving again
de: Erneut sichern
es: Intentar guardar de nuevo
fr: Réessayer l'enregistrement
id: Coba simpan lagi
ja: もう一度保存
ko: 다시 저장
pt_br: Tentar salvar novamente
ru: Сохранить еще раз
th: ลองบันทึกอีกครั้ง
tr: Tekrar kaydetmeyi dene
vi: Thử lưu lại
zh_hans: 重新保存

# export.result.saveDenied
source: RENN doesn't have permission to add videos to Photos. You can still share or watch it here.
de: RENN darf keine Videos zu Fotos hinzufügen. Du kannst es trotzdem teilen oder hier ansehen.
es: RENN no tiene permiso para añadir videos a Fotos. Aún puedes compartirlo o verlo aquí.
fr: RENN n'est pas autorisé à ajouter des vidéos à Photos. Vous pouvez toujours la partager ou la regarder ici.
id: RENN tidak punya izin untuk menambahkan video ke Foto. Anda tetap bisa membagikan atau menontonnya di sini.
ja: RENNには写真にビデオを追加する許可がありません。共有したり、ここで見たりすることはできます。
ko: RENN에 사진에 비디오를 추가할 권한이 없습니다. 공유하거나 여기에서 볼 수는 있습니다.
pt_br: O RENN não tem permissão para adicionar vídeos ao Fotos. Você ainda pode compartilhar ou assistir aqui.
ru: У RENN нет разрешения добавлять видео в Фото. Вы по-прежнему можете поделиться им или посмотреть его здесь.
th: RENN ไม่มีสิทธิ์เพิ่มวิดีโอลงในรูปภาพ คุณยังแชร์หรือดูวิดีโอที่นี่ได้
tr: RENN'in Fotoğraflar'a video ekleme izni yok. Videoyu yine de paylaşabilir veya burada izleyebilirsin.
vi: RENN không có quyền thêm video vào Ảnh. Bạn vẫn có thể chia sẻ hoặc xem tại đây.
zh_hans: RENN 没有将视频添加到“照片”的权限。你仍可以分享或在此观看。

# export.result.saveFailed
source: The video couldn't be saved to Photos. You can still share or watch it here.
de: Das Video konnte nicht in Fotos gesichert werden. Du kannst es trotzdem teilen oder hier ansehen.
es: No se pudo guardar el video en Fotos. Aún puedes compartirlo o verlo aquí.
fr: La vidéo n'a pas pu être enregistrée dans Photos. Vous pouvez toujours la partager ou la regarder ici.
id: Video tidak dapat disimpan ke Foto. Anda tetap bisa membagikan atau menontonnya di sini.
ja: ビデオを写真に保存できませんでした。共有したり、ここで見たりすることはできます。
ko: 비디오를 사진에 저장할 수 없습니다. 공유하거나 여기에서 볼 수는 있습니다.
pt_br: Não foi possível salvar o vídeo no Fotos. Você ainda pode compartilhar ou assistir aqui.
ru: Не удалось сохранить видео в Фото. Вы по-прежнему можете поделиться им или посмотреть его здесь.
th: ไม่สามารถบันทึกวิดีโอลงในรูปภาพได้ คุณยังแชร์หรือดูวิดีโอที่นี่ได้
tr: Video Fotoğraflar'a kaydedilemedi. Yine de paylaşabilir veya burada izleyebilirsin.
vi: Không thể lưu video vào Ảnh. Bạn vẫn có thể chia sẻ hoặc xem tại đây.
zh_hans: 无法将视频保存到“照片”。你仍可以分享或在此观看。

# export.result.saved
source: Saved to Photos
de: In Fotos gesichert
es: Guardado en Fotos
fr: Enregistrée dans Photos
id: Tersimpan di Foto
ja: 写真に保存しました
ko: 사진에 저장됨
pt_br: Salvo no Fotos
ru: Сохранено в Фото
th: บันทึกลงในรูปภาพแล้ว
tr: Fotoğraflar'a kaydedildi
vi: Đã lưu vào Ảnh
zh_hans: 已保存到“照片”

# export.result.saving
source: Saving to Photos…
de: Wird in Fotos gesichert …
es: Guardando en Fotos…
fr: Enregistrement dans Photos…
id: Menyimpan ke Foto…
ja: 写真に保存中…
ko: 사진에 저장 중…
pt_br: Salvando no Fotos…
ru: Сохранение в Фото…
th: กำลังบันทึกลงในรูปภาพ…
tr: Fotoğraflar'a kaydediliyor…
vi: Đang lưu vào Ảnh…
zh_hans: 正在保存到“照片”…

# export.result.share
source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享

# export.result.watch
source: Watch in RENN
de: In RENN ansehen
es: Ver en RENN
fr: Regarder dans RENN
id: Tonton di RENN
ja: RENNで見る
ko: RENN에서 보기
pt_br: Assistir no RENN
ru: Смотреть в RENN
th: ดูใน RENN
tr: RENN'de izle
vi: Xem trong RENN
zh_hans: 在 RENN 中观看

# export.stage.finalizing
source: Finishing…
de: Wird abgeschlossen …
es: Finalizando…
fr: Finalisation…
id: Menyelesaikan…
ja: 仕上げ中…
ko: 마무리 중…
pt_br: Finalizando…
ru: Завершение…
th: กำลังเสร็จสิ้น…
tr: Tamamlanıyor…
vi: Đang hoàn tất…
zh_hans: 正在完成…

# export.stage.preparing
source: Preparing…
de: Wird vorbereitet …
es: Preparando…
fr: Préparation…
id: Menyiapkan…
ja: 準備中…
ko: 준비 중…
pt_br: Preparando…
ru: Подготовка…
th: กำลังเตรียม…
tr: Hazırlanıyor…
vi: Đang chuẩn bị…
zh_hans: 正在准备…

# export.stage.rendering
source: Processing your video
de: Dein Video wird verarbeitet
es: Procesando tu video
fr: Traitement de votre vidéo
id: Memproses video Anda
ja: ビデオを処理中
ko: 비디오 처리 중
pt_br: Processando seu vídeo
ru: Обработка видео
th: กำลังประมวลผลวิดีโอของคุณ
tr: Videon işleniyor
vi: Đang xử lý video của bạn
zh_hans: 正在处理你的视频

# export.summary.cta
source: Export video
de: Video exportieren
es: Exportar video
fr: Exporter la vidéo
id: Ekspor video
ja: ビデオを書き出す
ko: 비디오 내보내기
pt_br: Exportar vídeo
ru: Экспортировать видео
th: ส่งออกวิดีโอ
tr: Videoyu dışa aktar
vi: Xuất video
zh_hans: 导出视频

# export.summary.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
id: Durasi
ja: 長さ
ko: 길이
pt_br: Duração
ru: Длительность
th: ความยาว
tr: Süre
vi: Thời lượng
zh_hans: 时长

# export.summary.frameRate
source: Frame rate
de: Bildrate
es: Fotogramas por segundo
fr: Fréquence d'images
ja: フレームレート
ko: 프레임률
pt_br: Taxa de quadros
ru: Частота кадров
th: อัตราเฟรม
tr: Kare hızı
vi: Tốc độ khung hình
zh_hans: 帧率

# export.summary.hdr
source: This HDR video is converted to standard dynamic range.
de: Dieses HDR-Video wird in Standard-Dynamikumfang umgewandelt.
es: Este video HDR se convierte a rango dinámico estándar.
fr: Cette vidéo HDR est convertie en plage dynamique standard.
id: Video HDR ini dikonversi ke rentang dinamis standar.
ja: このHDRビデオはスタンダードダイナミックレンジに変換されます。
ko: 이 HDR 비디오는 표준 다이내믹 레인지로 변환됩니다.
pt_br: Este vídeo HDR é convertido para faixa dinâmica padrão.
ru: Это HDR-видео будет преобразовано в стандартный динамический диапазон.
th: วิดีโอ HDR นี้จะถูกแปลงเป็นช่วงไดนามิกมาตรฐาน
tr: Bu HDR video standart dinamik aralığa dönüştürülür.
vi: Video HDR này được chuyển sang dải động tiêu chuẩn.
zh_hans: 此 HDR 视频将转换为标准动态范围。

# export.summary.longJob
source: Longer or higher-quality videos can take a while. Keep RENN open until it finishes.
de: Längere oder hochwertigere Videos können eine Weile dauern. Lass RENN geöffnet, bis es fertig ist.
es: Los videos más largos o de mayor calidad pueden tardar un poco. Mantén RENN abierta hasta que termine.
fr: Les vidéos plus longues ou de meilleure qualité peuvent prendre du temps. Gardez RENN ouvert jusqu'à la fin.
id: Video yang lebih panjang atau berkualitas lebih tinggi bisa memakan waktu. Biarkan RENN tetap terbuka sampai selesai.
ja: 長いビデオや高画質のビデオは時間がかかることがあります。終わるまでRENNを開いたままにしてください。
ko: 길거나 고화질인 비디오는 시간이 걸릴 수 있습니다. 끝날 때까지 RENN을 열어 두세요.
pt_br: Vídeos mais longos ou de maior qualidade podem demorar. Mantenha o RENN aberto até terminar.
ru: Длинные или более качественные видео могут обрабатываться дольше. Не закрывайте RENN до завершения.
th: วิดีโอที่ยาวหรือคุณภาพสูงอาจใช้เวลาสักครู่ โปรดเปิด RENN ไว้จนกว่าจะเสร็จ
tr: Uzun veya yüksek kaliteli videolar biraz sürebilir. İşlem bitene kadar RENN'i açık tut.
vi: Video dài hơn hoặc chất lượng cao hơn có thể mất một lúc. Hãy giữ RENN mở cho đến khi xong.
zh_hans: 较长或较高画质的视频可能需要一些时间。请在完成前保持 RENN 打开。

# export.summary.resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
id: Resolusi
ja: 解像度
ko: 해상도
pt_br: Resolução
ru: Разрешение
th: ความละเอียด
tr: Çözünürlük
vi: Độ phân giải
zh_hans: 分辨率

# export.summary.sound
source: Sound
de: Ton
es: Sonido
fr: Son
id: Suara
ja: 音声
ko: 소리
pt_br: Som
ru: Звук
th: เสียง
tr: Ses
vi: Âm thanh
zh_hans: 声音

# export.summary.soundOff
source: No sound
de: Kein Ton
es: Sin sonido
fr: Sans son
id: Tanpa suara
ja: 音声なし
ko: 소리 없음
pt_br: Sem som
ru: Без звука
th: ไม่มีเสียง
tr: Ses yok
vi: Không có âm thanh
zh_hans: 无声音

# export.summary.soundOn
source: Original sound
de: Originalton
es: Sonido original
fr: Son d'origine
id: Suara asli
ja: 元の音声
ko: 원본 소리
pt_br: Som original
ru: Оригинальный звук
th: เสียงต้นฉบับ
tr: Orijinal ses
vi: Âm thanh gốc
zh_hans: 原声

# export.summary.title
source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
ja: 書き出し
ko: 내보내기
pt_br: Exportar
ru: Экспорт
th: ส่งออก
tr: Dışa aktar
vi: Xuất
zh_hans: 导出

# export.summary.upgrade
source: Remove the watermark with RENN Pro
de: Wasserzeichen mit RENN Pro entfernen
es: Quita la marca de agua con RENN Pro
fr: Retirez le filigrane avec RENN Pro
id: Hapus watermark dengan RENN Pro
ja: RENN Proで透かしを削除
ko: RENN Pro로 워터마크 제거
pt_br: Remova a marca d'água com o RENN Pro
ru: Уберите водяной знак с RENN Pro
th: ลบลายน้ำด้วย RENN Pro
tr: RENN Pro ile filigranı kaldır
vi: Xóa hình mờ với RENN Pro
zh_hans: 使用 RENN Pro 去除水印

# export.summary.watermark
source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
ja: 透かし
ko: 워터마크
pt_br: Marca d'água
ru: Водяной знак
th: ลายน้ำ
tr: Filigran
vi: Hình mờ
zh_hans: 水印

# export.summary.watermarkOff
source: None
de: Keins
es: Ninguna
fr: Aucun
id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhuma
ru: Нет
th: ไม่มี
tr: Yok
vi: Không có
zh_hans: 无

# fixture.badge.accessibility
source: Development placeholder
de: Entwicklungs-Platzhalter
es: Marcador de desarrollo
fr: Élément provisoire de développement
id: Konten sementara pengembangan
ja: 開発用の仮素材
ko: 개발용 임시 항목
pt_br: Espaço reservado de desenvolvimento
ru: Временный элемент разработки
th: เนื้อหาชั่วคราวสำหรับการพัฒนา
tr: Geliştirme yer tutucusu
vi: Nội dung tạm thời để phát triển
zh_hans: 开发用占位内容

# home.catalogError
source: Looks couldn't be loaded.
de: Looks konnten nicht geladen werden.
es: No se pudieron cargar los Looks.
fr: Les Looks n'ont pas pu être chargés.
id: Look tidak dapat dimuat.
ja: Lookを読み込めませんでした。
ko: Look을 불러올 수 없습니다.
pt_br: Não foi possível carregar os Looks.
ru: Не удалось загрузить Look.
th: ไม่สามารถโหลด Look ได้
tr: Look'lar yüklenemedi.
vi: Không thể tải các Look.
zh_hans: 无法载入 Look。

# home.firstUse.body
source: Tap + to record or import a video.
de: Tippe auf +, um ein Video aufzunehmen oder zu importieren.
es: Toca + para grabar o importar un video.
fr: Touchez + pour filmer ou importer une vidéo.
id: Ketuk + untuk merekam atau mengimpor video.
ja: ＋をタップしてビデオを録画するか読み込みましょう。
ko: +를 탭하여 비디오를 녹화하거나 가져오세요.
pt_br: Toque em + para gravar ou importar um vídeo.
ru: Нажмите +, чтобы записать или импортировать видео.
th: แตะ + เพื่อบันทึกหรือนำเข้าวิดีโอ
tr: Video çekmek veya içe aktarmak için + simgesine dokun.
vi: Chạm vào + để quay hoặc nhập video.
zh_hans: 轻点 + 录制或导入视频。

# home.firstUse.title
source: Your first tape is waiting.
de: Dein erstes Tape wartet.
es: Tu primera cinta te espera.
fr: Votre première cassette vous attend.
id: Kaset pertama Anda sedang menunggu.
ja: 最初のテープが待っています。
ko: 첫 번째 테이프가 기다리고 있어요.
pt_br: Sua primeira fita está esperando.
ru: Ваша первая кассета ждет.
th: เทปม้วนแรกของคุณรออยู่
tr: İlk kasetin seni bekliyor.
vi: Cuộn băng đầu tiên đang chờ bạn.
zh_hans: 你的第一盘录像带正在等你。

# home.lookShowcase
source: Try a Look
de: Probier einen Look
es: Prueba un Look
fr: Essayez un Look
id: Coba Look
ja: Lookを試す
ko: Look 체험하기
pt_br: Experimente um Look
ru: Попробуйте Look
th: ลองใช้ Look
tr: Bir Look dene
vi: Thử một Look
zh_hans: 试试 Look

# home.pro.active
source: RENN Pro is active
de: RENN Pro ist aktiv
es: RENN Pro está activo
fr: RENN Pro est actif
id: RENN Pro aktif
ja: RENN Proは有効です
ko: RENN Pro 사용 중
pt_br: RENN Pro está ativo
ru: RENN Pro активен
th: RENN Pro ใช้งานอยู่
tr: RENN Pro etkin
vi: RENN Pro đang hoạt động
zh_hans: RENN Pro 已启用

# home.pro.upgrade
source: Get RENN Pro
de: RENN Pro holen
es: Obtener RENN Pro
fr: Obtenir RENN Pro
id: Dapatkan RENN Pro
ja: RENN Proを入手
ko: RENN Pro 받기
pt_br: Assinar o RENN Pro
ru: Получить RENN Pro
th: รับ RENN Pro
tr: RENN Pro'yu al
vi: Nhận RENN Pro
zh_hans: 获取 RENN Pro

# home.recentLooks
source: Recently used
de: Zuletzt verwendet
es: Usados recientemente
fr: Utilisés récemment
id: Baru digunakan
ja: 最近使ったもの
ko: 최근 사용
pt_br: Usados recentemente
ru: Недавние
th: ใช้ล่าสุด
tr: Son kullanılanlar
vi: Dùng gần đây
zh_hans: 最近使用

# home.recentTapes
source: Recent tapes
de: Neueste Tapes
es: Cintas recientes
fr: Cassettes récentes
id: Kaset terbaru
ja: 最近のテープ
ko: 최근 테이프
pt_br: Fitas recentes
ru: Недавние кассеты
th: เทปล่าสุด
tr: Son kasetler
vi: Băng gần đây
zh_hans: 最近的录像带

# home.recommended
source: Recommended Look
de: Empfohlener Look
es: Look recomendado
fr: Look recommandé
id: Look rekomendasi
ja: おすすめのLook
ko: 추천 Look
pt_br: Look recomendado
ru: Рекомендуемый Look
th: Look แนะนำ
tr: Önerilen Look
vi: Look đề xuất
zh_hans: 推荐 Look

# home.recommended.hint
source: Shows details and lets you create with this Look
de: Zeigt Details und lässt dich mit diesem Look erstellen
es: Muestra detalles y te permite crear con este Look
fr: Affiche les détails et permet de créer avec ce Look
id: Menampilkan detail dan memungkinkan Anda berkreasi dengan Look ini
ja: 詳細を表示し、このLookで作成できます
ko: 세부 정보를 보여 주고 이 Look으로 만들 수 있습니다
pt_br: Mostra detalhes e permite criar com este Look
ru: Показывает подробности и позволяет создать видео с этим Look
th: แสดงรายละเอียดและให้คุณสร้างด้วย Look นี้
tr: Ayrıntıları gösterir ve bu Look ile oluşturmanı sağlar
vi: Hiển thị chi tiết và cho phép tạo với Look này
zh_hans: 显示详细信息，并可使用此 Look 创作

# home.seeAll
source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
id: Lihat semua
ja: すべて表示
ko: 모두 보기
pt_br: Ver tudo
ru: Показать все
th: ดูทั้งหมด
tr: Tümünü gör
vi: Xem tất cả
zh_hans: 查看全部

# import.failed.noVideo
source: This file has no video track.
de: Diese Datei enthält keine Videospur.
es: Este archivo no tiene pista de video.
fr: Ce fichier ne contient pas de piste vidéo.
id: File ini tidak memiliki trek video.
ja: このファイルにはビデオトラックがありません。
ko: 이 파일에는 비디오 트랙이 없습니다.
pt_br: Este arquivo não tem faixa de vídeo.
ru: В этом файле нет видеодорожки.
th: ไฟล์นี้ไม่มีแทร็กวิดีโอ
tr: Bu dosyada video izi yok.
vi: Tệp này không có rãnh video.
zh_hans: 此文件没有视频轨道。

# import.failed.save
source: The video couldn't be saved as a project. Please try again.
de: Das Video konnte nicht als Projekt gesichert werden. Bitte versuche es erneut.
es: No se pudo guardar el video como proyecto. Inténtalo de nuevo.
fr: La vidéo n'a pas pu être sauvegardée comme projet. Veuillez réessayer.
id: Video tidak dapat disimpan sebagai proyek. Silakan coba lagi.
ja: ビデオをプロジェクトとして保存できませんでした。もう一度お試しください。
ko: 비디오를 프로젝트로 저장할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível salvar o vídeo como projeto. Tente novamente.
ru: Не удалось сохранить видео как проект. Попробуйте еще раз.
th: ไม่สามารถบันทึกวิดีโอเป็นโปรเจกต์ได้ โปรดลองอีกครั้ง
tr: Video proje olarak kaydedilemedi. Lütfen tekrar dene.
vi: Không thể lưu video thành dự án. Vui lòng thử lại.
zh_hans: 无法将视频保存为项目。请重试。

# import.failed.storage
source: There isn't enough free space on this iPhone. Free up some space and try again.
de: Nicht genug freier Speicher auf diesem iPhone. Gib Speicher frei und versuche es erneut.
es: No hay suficiente espacio libre en este iPhone. Libera espacio e inténtalo de nuevo.
fr: Espace libre insuffisant sur cet iPhone. Libérez de l'espace et réessayez.
id: Ruang kosong di iPhone ini tidak cukup. Kosongkan ruang dan coba lagi.
ja: このiPhoneの空き容量が足りません。空き容量を増やしてもう一度お試しください。
ko: 이 iPhone의 저장 공간이 부족합니다. 공간을 확보한 후 다시 시도하세요.
pt_br: Não há espaço livre suficiente neste iPhone. Libere espaço e tente novamente.
ru: На этом iPhone недостаточно свободного места. Освободите место и попробуйте еще раз.
th: iPhone เครื่องนี้มีพื้นที่ว่างไม่พอ โปรดเพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
tr: Bu iPhone'da yeterli boş alan yok. Biraz yer açıp tekrar dene.
vi: iPhone này không đủ dung lượng trống. Hãy giải phóng dung lượng và thử lại.
zh_hans: 此 iPhone 的可用空间不足。请释放空间后重试。

# import.failed.unreadable
source: This video couldn't be opened. It may still be downloading from iCloud or be damaged.
de: Dieses Video konnte nicht geöffnet werden. Möglicherweise wird es noch aus iCloud geladen oder ist beschädigt.
es: No se pudo abrir este video. Puede que aún se esté descargando de iCloud o que esté dañado.
fr: Cette vidéo n'a pas pu être ouverte. Elle est peut-être encore en cours de téléchargement depuis iCloud ou endommagée.
id: Video ini tidak dapat dibuka. Mungkin masih diunduh dari iCloud atau rusak.
ja: このビデオを開けませんでした。iCloudからダウンロード中か、破損している可能性があります。
ko: 이 비디오를 열 수 없습니다. iCloud에서 다운로드 중이거나 손상되었을 수 있습니다.
pt_br: Não foi possível abrir este vídeo. Ele pode ainda estar baixando do iCloud ou estar danificado.
ru: Не удалось открыть это видео. Возможно, оно еще загружается из iCloud или повреждено.
th: ไม่สามารถเปิดวิดีโอนี้ได้ อาจยังดาวน์โหลดจาก iCloud ไม่เสร็จหรือไฟล์เสียหาย
tr: Bu video açılamadı. iCloud'dan hâlâ iniyor olabilir ya da bozuk olabilir.
vi: Không thể mở video này. Có thể video vẫn đang tải từ iCloud hoặc bị hỏng.
zh_hans: 无法打开此视频。它可能仍在从 iCloud 下载，或者已损坏。

# import.failed.unsupported
source: This video format isn't supported yet. Try a standard H.264 or HEVC video.
de: Dieses Videoformat wird noch nicht unterstützt. Versuche ein normales H.264- oder HEVC-Video.
es: Este formato de video aún no es compatible. Prueba con un video H.264 o HEVC estándar.
fr: Ce format vidéo n'est pas encore pris en charge. Essayez une vidéo H.264 ou HEVC standard.
id: Format video ini belum didukung. Coba video H.264 atau HEVC standar.
ja: このビデオ形式にはまだ対応していません。標準的なH.264またはHEVCのビデオをお試しください。
ko: 이 비디오 형식은 아직 지원되지 않습니다. 일반적인 H.264 또는 HEVC 비디오로 시도해 보세요.
pt_br: Este formato de vídeo ainda não é compatível. Tente um vídeo H.264 ou HEVC padrão.
ru: Этот формат видео пока не поддерживается. Попробуйте обычное видео H.264 или HEVC.
th: ยังไม่รองรับรูปแบบวิดีโอนี้ โปรดลองวิดีโอ H.264 หรือ HEVC มาตรฐาน
tr: Bu video biçimi henüz desteklenmiyor. Standart bir H.264 veya HEVC video dene.
vi: Định dạng video này chưa được hỗ trợ. Hãy thử video H.264 hoặc HEVC tiêu chuẩn.
zh_hans: 暂不支持此视频格式。请尝试标准的 H.264 或 HEVC 视频。

# import.limit.another
source: Choose another video
de: Anderes Video wählen
es: Elegir otro video
fr: Choisir une autre vidéo
id: Pilih video lain
ja: 別のビデオを選択
ko: 다른 비디오 선택
pt_br: Escolher outro vídeo
ru: Выбрать другое видео
th: เลือกวิดีโออื่น
tr: Başka bir video seç
vi: Chọn video khác
zh_hans: 选择其他视频

# import.limit.body %@
source: This video is %@ long. RENN Pro has no duration limit, or you can choose another video. RENN never trims your video automatically.
de: Dieses Video ist %@ lang. RENN Pro hat keine Längenbegrenzung, oder du wählst ein anderes Video. RENN kürzt dein Video nie automatisch.
es: Este video dura %@. RENN Pro no tiene límite de duración, o puedes elegir otro video. RENN nunca recorta tu video automáticamente.
fr: Cette vidéo dure %@. RENN Pro n'a pas de limite de durée, ou vous pouvez choisir une autre vidéo. RENN ne coupe jamais votre vidéo automatiquement.
id: Video ini berdurasi %@. RENN Pro tidak punya batas durasi, atau Anda bisa memilih video lain. RENN tidak pernah memotong video Anda secara otomatis.
ja: このビデオの長さは%@です。RENN Proなら長さの制限がありません。別のビデオを選ぶこともできます。RENNがビデオを自動でカットすることはありません。
ko: 이 비디오의 길이는 %@입니다. RENN Pro는 길이 제한이 없으며, 다른 비디오를 선택할 수도 있습니다. RENN은 비디오를 자동으로 자르지 않습니다.
pt_br: Este vídeo tem %@. O RENN Pro não tem limite de duração, ou você pode escolher outro vídeo. O RENN nunca corta seu vídeo automaticamente.
ru: Длительность этого видео — %@. В RENN Pro нет ограничения по длительности, или вы можете выбрать другое видео. RENN никогда не обрезает видео автоматически.
th: วิดีโอนี้ยาว %@ RENN Pro ไม่จำกัดความยาว หรือคุณจะเลือกวิดีโออื่นก็ได้ RENN จะไม่ตัดวิดีโอของคุณโดยอัตโนมัติ
tr: Bu video %@ uzunluğunda. RENN Pro'da süre sınırı yok ya da başka bir video seçebilirsin. RENN videonu hiçbir zaman otomatik kırpmaz.
vi: Video này dài %@. RENN Pro không giới hạn thời lượng, hoặc bạn có thể chọn video khác. RENN không bao giờ tự động cắt video của bạn.
zh_hans: 此视频时长为 %@。RENN Pro 没有时长限制，你也可以选择其他视频。RENN 绝不会自动剪短你的视频。

# import.limit.title
source: RENN Free videos can be up to 30 seconds
de: Bei RENN Free können Videos bis zu 30 Sekunden lang sein
es: En RENN Free los videos pueden durar hasta 30 segundos
fr: Avec RENN Free, les vidéos durent jusqu'à 30 secondes
id: Video di RENN Free maksimal 30 detik
ja: RENN Freeのビデオは30秒までです
ko: RENN Free 비디오는 최대 30초입니다
pt_br: No RENN Free, os vídeos podem ter até 30 segundos
ru: В RENN Free видео может длиться до 30 секунд
th: วิดีโอใน RENN Free ยาวได้สูงสุด 30 วินาที
tr: RENN Free videoları en fazla 30 saniye olabilir
vi: Video trong RENN Free dài tối đa 30 giây
zh_hans: RENN Free 的视频最长 30 秒

# import.limit.upgrade
source: Get RENN Pro
de: RENN Pro holen
es: Obtener RENN Pro
fr: Passer à RENN Pro
id: Dapatkan RENN Pro
ja: RENN Proを入手
ko: RENN Pro 받기
pt_br: Assinar o RENN Pro
ru: Получить RENN Pro
th: รับ RENN Pro
tr: RENN Pro'yu al
vi: Nâng cấp RENN Pro
zh_hans: 获取 RENN Pro

# import.preparing
source: Preparing your video…
de: Dein Video wird vorbereitet …
es: Preparando tu video…
fr: Préparation de votre vidéo…
id: Menyiapkan video Anda…
ja: ビデオを準備中…
ko: 비디오 준비 중…
pt_br: Preparando seu vídeo…
ru: Подготовка видео…
th: กำลังเตรียมวิดีโอของคุณ…
tr: Videon hazırlanıyor…
vi: Đang chuẩn bị video của bạn…
zh_hans: 正在准备你的视频…

# indicators.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
id: Terapkan
ja: 適用
ko: 적용
pt_br: Aplicar
ru: Применить
th: ใช้
tr: Uygula
vi: Áp dụng
zh_hans: 应用

# indicators.battery
source: Battery
de: Batterie
es: Batería
fr: Batterie
id: Baterai
ja: バッテリー
ko: 배터리
pt_br: Bateria
ru: Батарея
th: แบตเตอรี่
tr: Pil
vi: Pin
zh_hans: 电池

# indicators.date
source: Date
de: Datum
es: Fecha
id: Tanggal
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
th: วันที่
tr: Tarih
vi: Ngày
zh_hans: 日期

# indicators.dateValue
source: Date on video
de: Datum im Video
es: Fecha en el video
fr: Date sur la vidéo
id: Tanggal di video
ja: ビデオに入れる日付
ko: 비디오에 표시할 날짜
pt_br: Data no vídeo
ru: Дата на видео
th: วันที่บนวิดีโอ
tr: Videodaki tarih
vi: Ngày trên video
zh_hans: 视频上的日期

# indicators.dragHint
source: Drag an indicator to move it.
de: Zieh eine Anzeige, um sie zu verschieben.
es: Arrastra un indicador para moverlo.
fr: Faites glisser un indicateur pour le déplacer.
id: Seret indikator untuk memindahkannya.
ja: インジケーターをドラッグして移動できます。
ko: 표시를 드래그하여 이동하세요.
pt_br: Arraste um indicador para movê-lo.
ru: Перетащите индикатор, чтобы переместить его.
th: ลากตัวบ่งชี้เพื่อย้าย
tr: Taşımak için göstergeyi sürükle.
vi: Kéo một chỉ báo để di chuyển.
zh_hans: 拖动指示标志即可移动。

# indicators.move.down
source: Move down
de: Nach unten
es: Mover abajo
fr: Déplacer vers le bas
id: Pindahkan ke bawah
ja: 下に移動
ko: 아래로 이동
pt_br: Mover para baixo
ru: Переместить вниз
th: ย้ายลง
tr: Aşağı taşı
vi: Di chuyển xuống
zh_hans: 下移

# indicators.move.left
source: Move left
de: Nach links
es: Mover a la izquierda
fr: Déplacer vers la gauche
id: Pindahkan ke kiri
ja: 左に移動
ko: 왼쪽으로 이동
pt_br: Mover para a esquerda
ru: Переместить влево
th: ย้ายไปทางซ้าย
tr: Sola taşı
vi: Di chuyển sang trái
zh_hans: 左移

# indicators.move.right
source: Move right
de: Nach rechts
es: Mover a la derecha
fr: Déplacer vers la droite
id: Pindahkan ke kanan
ja: 右に移動
ko: 오른쪽으로 이동
pt_br: Mover para a direita
ru: Переместить вправо
th: ย้ายไปทางขวา
tr: Sağa taşı
vi: Di chuyển sang phải
zh_hans: 右移

# indicators.move.up
source: Move up
de: Nach oben
es: Mover arriba
fr: Déplacer vers le haut
id: Pindahkan ke atas
ja: 上に移動
ko: 위로 이동
pt_br: Mover para cima
ru: Переместить вверх
th: ย้ายขึ้น
tr: Yukarı taşı
vi: Di chuyển lên
zh_hans: 上移
